-- Добавлено
translate.AddLanguage("ru", "Russian")
LANGUAGE["Shop_Grip"] = "Рукоять"

LANGUAGE["Item_50 Kevlar Armor"] = "50 Кевларовой брони"
LANGUAGE["Item_100 Kevlar Armor"] = "100 Кевларовой брони"
LANGUAGE["Item_150 Kevlar Armor"] = "150 Кевларовой брони"
LANGUAGE["Item_200 Kevlar Armor"] = "200 Кевларовой брони"

LANGUAGE["Pros"] = "Плюсы"
LANGUAGE["Cons"] = "Минусы"
LANGUAGE["Shop_Buy_Ammo_All"] = "Пополнить полностью"

LANGUAGE["Perk_assault_base"] = [[
Класс "Штурмовик" - это универсальный боец, обладающий высокой мобильностью и ориентированный на выброс адреналина.
Cложность: ЛЁГКАЯ

На {1} увеличена скорость передвижения. ({2} за каждый уровень, до {3}).
{4} увеличен баллистический урон. ({5} за каждый уровень, до {6}).
{7} увеличивает скорость перезарядки и скорострельность в замедленом времени. ({8} за уровень, до {9}).
5 стаков слоумо вместо 3.

Вы получаете адреналин, когда убиваете врага.
Адреналин увеличивает урон и скорость на {10}.]]

LANGUAGE["Perk_berserker_base"] = [[
Класс "Берсеркер" - это класс, сосредоточенный на ближний бой, за которого можно играть и нападая, и обороняясь.
Cложность: ВЫСОКАЯ

На {1} увеличен урон от рубящих и тупых ударов. ({2} за каждый уровень, до {3}).
На {4} увеличена устойчивость к любому урону. ({5} за каждый уровень, до {6}).
{7} увеличивает скорость передвижения и скорость атаки в замедленом времени. ({8} за уровень, до {9}).

Воздушное парирование: Прыгните, чтобы уменьшить физический урон на {10}.]]

LANGUAGE["Perk_swat_base"] = [[
SWAT это очень боеспособный класс.
Сложность: ЛЁГКАЯ

{1} Быстрее смена оружия. ({2} за уровень, до {3}).
{4} увеличивает скорость перезарядки и скорострельность в замедленом времени. ({5} за уровень, до {6}).
]]